[
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Alfarnate\n",
        "companies": "{u'date_from': u'2016-06-15', u'name': u'Hnos. Urdiales Perez Alfarnate Malaga SL', u'title': u'Adm. Unico'}, {u'date_from': u'2017-12-14', u'name': u'Urbanismo Y Gestion El Ejido De Alfarnate SL', u'title': u'Liquidador M'}{u'title': u'Consejero', u'name': u'Urbanismo Y Gestion El Ejido De Alfarnate SL', u'date_to': u'2009-08-11'}, {u'date_from': u'2009-08-11', u'title': u'Consejero', u'name': u'Urbanismo Y Gestion El Ejido De Alfarnate SL', u'date_to': u'2017-12-14'}],",
        "name": "SALVADOR URDIALES PEREZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Algarrobo\n",
        "companies": "{u'date_from': u'2015-06-01', u'name': u'Lamparas Osma SL', u'title': u'Adm. Unico'}],",
        "name": "ALBERTO PEREZ GIL"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,P.P.,Algatocín\n",
        "companies": "{u'date_from': u'2014-09-16', u'name': u'Cota Tres Gestion SL', u'title': u'Adm. Solid.'}, {u'date_from': u'2017-09-14', u'name': u'Arcos De Mestanza SL', u'title': u'Adm. Unico'}{u'title': u'Adm. Solid.', u'name': u'Arcos De Mestanza SL', u'date_to': u'2017-09-14'}],",
        "name": "JOSE MANUEL LOPEZ GUTIERREZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PP,Alhaurín de la Torre\n",
        "companies": "{u'date_from': u'2010-02-10', u'name': u'Canal Torrevision SA', u'title': u'Con.Delegado'}, {u'date_from': u'2010-02-10', u'name': u'Canal Torrevision SA', u'title': u'Consejero'}{u'date_from': u'2011-08-25', u'title': u'Con.Delegado', u'name': u'Empresa Publica Provincial Para La Vivienda De Malaga SA', u'date_to': u'2012-02-07'}, {u'date_from': u'2011-08-25', u'title': u'Consejero', u'name': u'Empresa Publica Provincial Para La Vivienda De Malaga SA', u'date_to': u'2012-02-07'}, {u'title': u'ComiSinObli', u'name': u'Monte De Piedad Y Caja De Ahorros De Ronda, Cadiz, Almeria, Malaga, Antequera Y Jaen ', u'date_to': u'2015-02-04'}, {u'date_from': u'2010-05-26', u'title': u'Apoderado', u'name': u'Monte De Piedad Y Caja De Ahorros De Ronda, Cadiz, Almeria, Malaga, Antequera Y Jaen ', u'date_to': u'2015-02-04'}],",
        "name": "JOAQUIN VILLANOVA RUEDA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PORALHAURIN,Alhaurín el Grande\n",
        "companies": "{u'date_from': u'2013-07-16', u'name': u'Alhaurin Television SL', u'title': u'Miem.Com.Liq'}, {u'date_from': u'2013-07-16', u'name': u'Alhaurin Television SL', u'title': u'Secr.Com.Liq'}{u'title': u'Secretario', u'name': u'Alhaurin Television SL', u'date_to': u'2013-01-14'}, {u'title': u'Consejero', u'name': u'Alhaurin Television SL', u'date_to': u'2013-01-14'}, {u'date_from': u'2013-01-14', u'title': u'Secretario', u'name': u'Alhaurin Television SL', u'date_to': u'2013-07-16'}, {u'date_from': u'2013-01-14', u'title': u'Consejero', u'name': u'Alhaurin Television SL', u'date_to': u'2013-07-16'}, {u'date_from': u'2012-02-07', u'title': u'Consejero', u'name': u'Empresa Publica Provincial Para La Vivienda De Malaga SA', u'date_to': u'2015-01-28'}],",
        "name": "ANTONIA JESUS LEDESMA SANCHEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,IULV-CA-PARA LA GENTE,Almargen\n",
        "companies": "{u'date_from': u'2009-07-23', u'name': u'Ciampino Inversion SL', u'title': u'Adm. Unico'}, {u'date_from': u'2010-04-30', u'name': u'Fundraiser Espa\\xf1a SL', u'title': u'Representan'}, {u'date_from': u'2011-08-03', u'name': u'Organizaciones Ludicas De Eventos Y Espectaculos SL', u'title': u'Adm. Unico'}, {u'date_from': u'2014-03-24', u'name': u'Inverzeitor Del Sur SL', u'title': u'Adm. Unico'}{u'date_from': u'2014-04-10', u'title': u'Adm. Unico', u'name': u'Prestocash Payday Loans SL', u'date_to': u'2015-06-11'}],",
        "name": "MARÍA DEL CARMEN ROMERO GARCÍA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Almogía\n",
        "companies": "{u'date_from': u'2016-07-27', u'name': u\"Tractament De Residus I D'Aigues Residuals Del Sistema De Girona SA\", u'title': u'Consejero'}, {u'date_from': u'2018-04-30', u'name': u'Serveis Municipals De Neteja De Girona SA', u'title': u'Consejero'}],",
        "name": "CRISTOBAL TORREBLANCA SANCHEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Álora\n",
        "companies": "{u'date_from': u'2015-10-07', u'name': u'Virtual Lambda SL', u'title': u'Adm. Unico'}{u'date_from': u'2012-01-23', u'title': u'Adm. Unico', u'name': u'Virtual Lambda SL', u'date_to': u'2015-10-07'}],",
        "name": "JOSE SANCHEZ MORENO"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Alozaina\n",
        "companies": "{u'date_from': u'2015-11-25', u'name': u'Auxiliar De Calzado Ar SL', u'title': u'Adm. Unico'}{u'title': u'Apo.Sol.', u'name': u'Banco Santander SA', u'date_to': u'2009-07-03'}],",
        "name": "ANTONIO PEREZ RUEDA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,P.P.,Antequera\n",
        "companies": "{u'date_from': u'2010-07-15', u'name': u'Tdt Comarca De Antequera SA', u'title': u'Consejero'}, {u'date_from': u'2015-08-21', u'name': u'Sociedad Para La Promocion Y Explotacion De Los Recursos De Antequera Y Su Comarca SA', u'title': u'Presidente'}, {u'date_from': u'2015-08-21', u'name': u'Sociedad Para La Promocion Y Explotacion De Los Recursos De Antequera Y Su Comarca SA', u'title': u'Consejero'}, {u'date_from': u'2015-08-21', u'name': u'Sociedad Para La Promocion Y Explotacion De Los Recursos De Antequera Y Su Comarca SA', u'title': u'Con.Delegado'}, {u'date_from': u'2016-01-25', u'name': u'Empresa Municipal De Abastecimiento De Aguas De Antequera Aguas Del Torcal SA', u'title': u'Presidente'}, {u'date_from': u'2016-01-25', u'name': u'Empresa Municipal De Abastecimiento De Aguas De Antequera Aguas Del Torcal SA', u'title': u'Consejero'}, {u'date_from': u'2017-03-09', u'name': u'Radio Torcal SA', u'title': u'Miem.Com.Liq'}, {u'date_from': u'2017-03-09', u'name': u'Radio Torcal SA', u'title': u'Pres.Com.Liq'}{u'title': u'Consejero', u'name': u'Empresa Municipal De Abastecimiento De Aguas De Antequera Aguas Del Torcal SA', u'date_to': u'2011-01-13'}, {u'title': u'Consejero', u'name': u'Radio Torcal SA', u'date_to': u'2014-09-01'}, {u'date_from': u'2011-09-30', u'title': u'Presidente', u'name': u'Sociedad Para La Promocion Y Explotacion De Los Recursos De Antequera Y Su Comarca SA', u'date_to': u'2015-08-21'}, {u'date_from': u'2011-09-30', u'title': u'Consejero', u'name': u'Sociedad Para La Promocion Y Explotacion De Los Recursos De Antequera Y Su Comarca SA', u'date_to': u'2015-08-21'}, {u'date_from': u'2013-11-22', u'title': u'Presidente', u'name': u'Empresa Municipal De Abastecimiento De Aguas De Antequera Aguas Del Torcal SA', u'date_to': u'2016-01-25'}, {u'date_from': u'2013-11-22', u'title': u'Consejero', u'name': u'Empresa Municipal De Abastecimiento De Aguas De Antequera Aguas Del Torcal SA', u'date_to': u'2016-01-25'}, {u'date_from': u'2014-09-01', u'title': u'Presidente', u'name': u'Radio Torcal SA', u'date_to': u'2017-03-09'}, {u'date_from': u'2014-09-01', u'title': u'Consejero', u'name': u'Radio Torcal SA', u'date_to': u'2017-03-09'}, {u'date_from': u'2014-09-01', u'title': u'Con.Delegado', u'name': u'Radio Torcal SA', u'date_to': u'2017-03-09'}],",
        "name": "MANUEL JESÚS BARÓN RÍOS"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Archidona\n",
        "companies": "{u'date_from': u'2015-12-30', u'name': u'Aguas De Archidona SL', u'title': u'Presidente'}, {u'date_from': u'2015-12-30', u'name': u'Aguas De Archidona SL', u'title': u'Consejero'}, {u'date_from': u'2018-07-12', u'name': u'Santander Ahorro 15 FP', u'title': u'Miem.Com.Ctr'}],",
        "name": "MERCEDES MONTERO FRÍAS"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,P.P.,Benahavís\n",
        "companies": "{u'date_from': u'2009-12-10', u'name': u'Mena Gracia Asesores SL', u'title': u'Adm. Solid.'}, {u'date_from': u'2010-07-15', u'name': u'Tdt Estepona Manilva Casares Y Benahavis SL', u'title': u'Vicepresid.'}, {u'date_from': u'2010-07-15', u'name': u'Tdt Estepona Manilva Casares Y Benahavis SL', u'title': u'Consejero'}, {u'date_from': u'2014-10-15', u'name': u'Aguas De Benahavis SA', u'title': u'Presidente'}, {u'date_from': u'2014-10-15', u'name': u'Aguas De Benahavis SA', u'title': u'Consejero'}, {u'date_from': u'2015-11-13', u'name': u'Aguas De Benahavis SA', u'title': u'Presidente'}, {u'date_from': u'2015-11-13', u'name': u'Aguas De Benahavis SA', u'title': u'Consejero'}, {u'date_from': u'2017-04-24', u'name': u'Acosol SA', u'title': u'Consejero'}{u'date_from': u'2010-02-10', u'title': u'Presidente', u'name': u'Aguas De Benahavis SA', u'date_to': u'2015-11-13'}, {u'date_from': u'2010-02-10', u'title': u'Consejero', u'name': u'Aguas De Benahavis SA', u'date_to': u'2015-11-13'}],",
        "name": "JOSE ANTONIO MENA CASTILLA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PSOE- A,Benalmádena\n",
        "companies": "{u'date_from': u'2013-06-26', u'name': u'Puerto Deportivo De Benalmadena SA', u'title': u'Consj. Supl.'}, {u'date_from': u'2015-08-07', u'name': u'Empresa Municipal De Aguas De Benalmadena Emabesa SA', u'title': u'Presidente'}, {u'date_from': u'2015-08-07', u'name': u'Empresa Municipal De Aguas De Benalmadena Emabesa SA', u'title': u'Consejero'}, {u'date_from': u'2016-12-30', u'name': u'Provise Benamiel SL', u'title': u'Presidente'}, {u'date_from': u'2016-12-30', u'name': u'Provise Benamiel SL', u'title': u'Consejero'}, {u'date_from': u'2017-08-30', u'name': u'Puerto Deportivo De Benalmadena SA', u'title': u'Presidente'}, {u'date_from': u'2017-08-30', u'name': u'Puerto Deportivo De Benalmadena SA', u'title': u'Consejero'}{u'title': u'Consj. Supl.', u'name': u'Puerto Deportivo De Benalmadena SA', u'date_to': u'2013-06-26'}, {u'date_from': u'2010-12-20', u'title': u'Consejero', u'name': u'Provise Benamiel SL', u'date_to': u'2013-10-08'}],",
        "name": "VICTORIANO NAVAS PEREZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb420>,P.P.,Benamargosa\n",
        "companies": "{u'date_from': u'2018-01-15', u'name': u'Sociedad De Avales Y Garantias De Andalucia Sgr ', u'title': u'Apo.Sol.'}{u'date_from': u'2009-03-18', u'title': u'Apo.Sol.', u'name': u'Sociedad De Garantia Reciproca De Andalucia Suraval ', u'date_to': u'2018-01-11'}],",
        "name": "JOSE GALLEGO PEREZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Borge, El\n",
        "companies": "{u'date_from': u'2009-04-15', u'title': u'Cons.Del.Man', u'name': u'Empresa Municipal De Servicios, Viviendas, Infraestructura Y Promocion De Velez-Malaga SA', u'date_to': u'2012-11-20'}, {u'date_from': u'2009-04-15', u'title': u'Consejero', u'name': u'Empresa Municipal De Servicios, Viviendas, Infraestructura Y Promocion De Velez-Malaga SA', u'date_to': u'2012-11-20'}, {u'title': u'Consejero', u'name': u'Parque Tecnoalimentario Costa Del Sol-Axarquia SA', u'date_to': u'2013-01-04'}, {u'date_from': u'2009-09-21', u'title': u'Cons.Del.Man', u'name': u'Empresa Municipal De Servicios De Velez Malaga SA', u'date_to': u'2015-07-16'}, {u'date_from': u'2009-09-21', u'title': u'Consejero', u'name': u'Empresa Municipal De Servicios De Velez Malaga SA', u'date_to': u'2015-07-16'}],",
        "name": "SALVADOR FERNANDEZ MARIN"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,IULV-CA-PARA LA GENTE,Campillos\n",
        "companies": "{u'date_from': u'2010-07-15', u'name': u'Tdt Comarca De Antequera SA', u'title': u'Consejero'}],",
        "name": "FRANCISCO GUERRERO CUADRADO"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,P.P.,Canillas de Albaida\n",
        "companies": "{u'date_from': u'2013-04-03', u'title': u'ADM.UNICO', u'name': u'Taubertek 360 SL', u'date_to': u'2014-10-21'}],",
        "name": "JORGE MARTIN PEREZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Cañete la Real\n",
        "companies": "{u'date_from': u'2014-07-09', u'title': u'Vicepresid.', u'name': u'Sociedad Para El Desarrollo Del Guadalteba SL', u'date_to': u'2014-07-14'}, {u'date_from': u'2014-07-09', u'title': u'Consejero', u'name': u'Sociedad Para El Desarrollo Del Guadalteba SL', u'date_to': u'2014-07-14'}, {u'date_from': u'2014-07-14', u'title': u'Consejero', u'name': u'Sociedad Para El Desarrollo Del Guadalteba SL', u'date_to': u'2015-03-25'}, {u'date_from': u'2015-05-07', u'title': u'Liquidador M', u'name': u'Sociedad Para El Desarrollo Del Guadalteba SL', u'date_to': u'2016-02-18'}],",
        "name": "JOSEFA JURADO CORRALES"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Casarabonela\n",
        "companies": "{u'date_from': u'2009-06-04', u'title': u'Adm. Unico', u'name': u'Sanyfont Instalaciones SL', u'date_to': u'2013-12-13'}],",
        "name": "ANTONIO CAMPOS CAMPOS"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb420>,IULV-CA-PARA LA GENTE,Casares\n",
        "companies": "{u'date_from': u'2009-08-20', u'name': u'Rehabitec 2009 SL', u'title': u'Adm. Unico'}],",
        "name": "JOSE CARRASCO MARTINEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PP,Coín\n",
        "companies": "{u'title': u'ComiSinObli', u'name': u'Monte De Piedad Y Caja De Ahorros De Ronda, Cadiz, Almeria, Malaga, Antequera Y Jaen ', u'date_to': u'2015-02-04'}, {u'date_from': u'2010-05-26', u'title': u'Apoderado', u'name': u'Monte De Piedad Y Caja De Ahorros De Ronda, Cadiz, Almeria, Malaga, Antequera Y Jaen ', u'date_to': u'2015-02-04'}],",
        "name": "FERNANDO FERNANDEZ TAPIA-RUANO"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb420>,PSOE-A,Colmenar\n",
        "companies": "{u'date_from': u'2010-02-15', u'name': u'Centro Academico De Formacion Y Actualizacion SL', u'title': u'Adm. Solid.'}, {u'date_from': u'2011-08-17', u'name': u'Morazara Prom SL', u'title': u'Adm. Unico'}, {u'date_from': u'2011-08-22', u'name': u'Garcia Y Trinidad Asesoramiento Y Financiacion SL', u'title': u'Adm. Unico'}, {u'date_from': u'2011-08-22', u'name': u'Bufete Financiero Y Fiscal SL', u'title': u'Adm. Unico'}, {u'date_from': u'2013-11-21', u'name': u'Garper Auditores SL', u'title': u'Adm. Unico'}, {u'date_from': u'2015-07-30', u'name': u'Camino De Morazara SL', u'title': u'Adm. Unico'}, {u'date_from': u'2016-12-16', u'name': u'Predios Urbanos El Cable Ingles SL', u'title': u'Adm. Solid.'}, {u'date_from': u'2017-04-12', u'name': u'Centro Medico De Diagnostico Avanzado SL', u'title': u'Apoderado'}, {u'date_from': u'2017-04-12', u'name': u'Clinica Tecnologica Medica SL', u'title': u'Apoderado'}, {u'date_from': u'2018-05-11', u'name': u'Asesores Concursales Zerep SL', u'title': u'Adm. Unico'}{u'date_from': u'2012-08-08', u'title': u'Adm. Solid.', u'name': u'Asesores Concursales Zerep SL', u'date_to': u'2018-05-11'}],",
        "name": "JOSE MARTIN GARCIA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PP,Comares\n",
        "companies": "{u'date_from': u'2016-04-04', u'name': u'Rent&Test Motorbike SL', u'title': u'Adm. Mancom.'}],",
        "name": "MANUEL ROBLES ROBLES"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,P.P.,Estepona\n",
        "companies": "{u'date_from': u'2018-01-31', u'name': u'Nogales De Maria SL', u'title': u'Adm. Unico'}{u'title': u'Adm. Solid.', u'name': u'Na Priklade SL', u'date_to': u'2009-12-29'}, {u'title': u'Adm. Solid.', u'name': u'Legistas De Estepona SL', u'date_to': u'2011-07-12'}, {u'title': u'Adm. Solid.', u'name': u'Tramitaciones Estepona SL', u'date_to': u'2011-11-03'}, {u'date_from': u'2011-12-16', u'title': u'Consejero', u'name': u'Acosol SA', u'date_to': u'2016-11-02'}],",
        "name": "JOSE MARIA GARCIA URBANO"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Frigiliana\n",
        "companies": "{u'date_from': u'2011-12-22', u'name': u'Unicaja Banco SA', u'title': u'Apo.Man.Soli'}{u'title': u'Apoderado', u'name': u'Montes De Piedad Y Caja De Ahorros De Ronda Cadiz Almeria Malaga Y Antequera ', u'date_to': u'2010-05-31'}, {u'date_from': u'2010-05-26', u'title': u'Apoderado', u'name': u'Monte De Piedad Y Caja De Ahorros De Ronda, Cadiz, Almeria, Malaga, Antequera Y Jaen ', u'date_to': u'2015-02-04'}],",
        "name": "ALEJANDRO HERRERO PLATERO"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,P.P.,Fuengirola\n",
        "companies": "{u'date_from': u'2016-01-18', u'name': u'Parque Cementerio De Fuengirola Sociedad Anonima Municipal ', u'title': u'Presidente'}, {u'date_from': u'2016-01-18', u'name': u'Parque Cementerio De Fuengirola Sociedad Anonima Municipal ', u'title': u'Consejero'}, {u'date_from': u'2016-03-03', u'name': u'Fuengirola Television SA', u'title': u'Presidente'}, {u'date_from': u'2016-03-03', u'name': u'Fuengirola Television SA', u'title': u'Consejero'}, {u'date_from': u'2016-03-03', u'name': u'Sohail Aparcamientos SA', u'title': u'Presidente'}, {u'date_from': u'2016-03-03', u'name': u'Sohail Aparcamientos SA', u'title': u'Consejero'}, {u'date_from': u'2016-03-03', u'name': u'Puerto Deportivo De Fuengirola Sociedad Anonima Municipal ', u'title': u'Presidente'}, {u'date_from': u'2016-03-03', u'name': u'Puerto Deportivo De Fuengirola Sociedad Anonima Municipal ', u'title': u'Consejero'}, {u'date_from': u'2016-11-02', u'name': u'Acosol SA', u'title': u'Consejero'}{u'title': u'Presidente', u'name': u'Sohail Aparcamientos SA', u'date_to': u'2009-03-09'}, {u'title': u'Con.Delegado', u'name': u'Sohail Aparcamientos SA', u'date_to': u'2009-03-09'}, {u'title': u'Consejero', u'name': u'Sohail Aparcamientos SA', u'date_to': u'2009-03-09'}, {u'title': u'Con.Delegado', u'name': u'Fuengirola Television SA', u'date_to': u'2009-04-17'}, {u'title': u'Consejero', u'name': u'Fuengirola Television SA', u'date_to': u'2009-04-17'}, {u'title': u'Con.Delegado', u'name': u'Puerto Deportivo De Fuengirola Sociedad Anonima Municipal ', u'date_to': u'2013-04-30'}, {u'date_from': u'2009-03-09', u'title': u'Presidente', u'name': u'Sohail Aparcamientos SA', u'date_to': u'2013-05-08'}, {u'date_from': u'2009-03-09', u'title': u'Consejero', u'name': u'Sohail Aparcamientos SA', u'date_to': u'2013-05-08'}, {u'title': u'Consejero', u'name': u'Puerto Deportivo De Fuengirola Sociedad Anonima Municipal ', u'date_to': u'2013-05-20'}, {u'date_from': u'2009-04-17', u'title': u'Presidente', u'name': u'Fuengirola Television SA', u'date_to': u'2013-05-20'}, {u'date_from': u'2009-04-17', u'title': u'Consejero', u'name': u'Fuengirola Television SA', u'date_to': u'2013-05-20'}, {u'title': u'Consejero', u'name': u'Servicios Y Mantenimientos De Fuengirola Sociedad Anonima Municipal ', u'date_to': u'2014-12-26'}, {u'title': u'Con.Delegado', u'name': u'Servicios Y Mantenimientos De Fuengirola Sociedad Anonima Municipal ', u'date_to': u'2014-12-26'}, {u'title': u'Consejero', u'name': u'Aparcamientos Y Servicios De Fuengirola Sociedad Anonima Municipal ', u'date_to': u'2014-12-26'}, {u'title': u'Con.Delegado', u'name': u'Aparcamientos Y Servicios De Fuengirola Sociedad Anonima Municipal ', u'date_to': u'2014-12-26'}, {u'date_from': u'2013-05-20', u'title': u'Presidente', u'name': u'Fuengirola Television SA', u'date_to': u'2016-03-03'}, {u'date_from': u'2013-05-20', u'title': u'Consejero', u'name': u'Fuengirola Television SA', u'date_to': u'2016-03-03'}, {u'date_from': u'2013-05-08', u'title': u'Presidente', u'name': u'Sohail Aparcamientos SA', u'date_to': u'2016-03-03'}, {u'date_from': u'2013-05-08', u'title': u'Consejero', u'name': u'Sohail Aparcamientos SA', u'date_to': u'2016-03-03'}, {u'date_from': u'2013-05-20', u'title': u'Consejero', u'name': u'Puerto Deportivo De Fuengirola Sociedad Anonima Municipal ', u'date_to': u'2016-03-03'}, {u'date_from': u'2015-12-16', u'title': u'Consejero', u'name': u'Acosol SA', u'date_to': u'2016-11-02'}],",
        "name": "ANA MARIA MULA REDRUELLO"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Fuente de Piedra\n",
        "companies": "{u'date_from': u'2009-06-24', u'name': u'Empredesa SL', u'title': u'Consejero'}, {u'date_from': u'2012-11-02', u'name': u'Empredesa SL', u'title': u'Presidente'}, {u'date_from': u'2012-11-02', u'name': u'Empredesa SL', u'title': u'Consejero'}{u'date_from': u'2009-06-24', u'title': u'Presidente', u'name': u'Empredesa SL', u'date_to': u'2012-11-02'}, {u'date_from': u'2009-06-24', u'title': u'Consejero', u'name': u'Empredesa SL', u'date_to': u'2012-11-02'}],",
        "name": "FRANCISCO JESÚS HIDALGO PEREZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb4b0>,PSOE-A,Humilladero\n",
        "companies": "{u'date_from': u'2017-10-26', u'name': u'Parque Industrial De Humilladero SL', u'title': u'Presidente'}, {u'date_from': u'2017-10-26', u'name': u'Parque Industrial De Humilladero SL', u'title': u'Consejero'}],",
        "name": "MIGUEL ASENCIO ESPEJO"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Istán\n",
        "companies": "{u'date_from': u'2012-12-10', u'name': u'Cajas Rurales Unidas, Sociedad Cooperativa De Credito ', u'title': u'Apo.Man.Soli'}, {u'date_from': u'2016-06-27', u'name': u'Istan Desarrollo E Infraestructura SL', u'title': u'Presidente'}, {u'date_from': u'2016-06-27', u'name': u'Istan Desarrollo E Infraestructura SL', u'title': u'Consejero'}, {u'date_from': u'2016-06-27', u'name': u'Istan Desarrollo E Infraestructura SL', u'title': u'Con.Delegado'}, {u'date_from': u'2016-11-02', u'name': u'Acosol SA', u'title': u'Con.Delegado'}, {u'date_from': u'2016-11-02', u'name': u'Acosol SA', u'title': u'Consejero'}{u'title': u'Apo.Man.Soli', u'name': u'Cajamar Caja Rural, Sociedad Cooperativa De Credito ', u'date_to': u'2016-01-20'}],",
        "name": "DIEGO MARIN AYLLON"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Iznate\n",
        "companies": "{u'date_from': u'2016-02-11', u'name': u'Aguas Y Saneamientos De La Axarquia SA', u'title': u'Presidente'}, {u'date_from': u'2016-02-11', u'name': u'Aguas Y Saneamientos De La Axarquia SA', u'title': u'Consejero'}{u'date_from': u'2012-01-05', u'title': u'Consejero', u'name': u'Aguas Y Saneamientos De La Axarquia SA', u'date_to': u'2016-02-11'}],",
        "name": "GREGORIO ANTONIO CAMPOS MARFIL"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,PSOE-A,Jubrique\n",
        "companies": "{u'date_from': u'2011-05-23', u'name': u'Prius Enerolica SL', u'title': u'Apo.Sol.'}, {u'date_from': u'2014-05-06', u'name': u'Boreas Eolica 2 SA', u'title': u'APODERAD.SOL'}, {u'date_from': u'2016-12-02', u'name': u'Infraestructuras Electricas La Mudarra SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2018-05-28', u'name': u'3Part Now SL', u'title': u'Adm. Unico'}{u'title': u'Apoderado', u'name': u'Energias Alternativas Castilla La Mancha SL', u'date_to': u'2011-02-10'}, {u'date_from': u'2011-01-10', u'title': u'Adm. Unico', u'name': u'Manufacturas De Canastilla SL', u'date_to': u'2011-04-25'}, {u'date_from': u'2009-09-28', u'title': u'Apoderado', u'name': u'Enel Union Fenosa Renovables SA', u'date_to': u'2012-01-09'}, {u'title': u'Apoderado', u'name': u'Retrostyle SL', u'date_to': u'2012-11-07'}, {u'date_from': u'2012-06-01', u'title': u'Apoderado', u'name': u'Iberobel Logistic SL', u'date_to': u'2015-06-18'}, {u'date_from': u'2013-12-12', u'title': u'Consejero', u'name': u'Castrios SA', u'date_to': u'2016-01-18'}],",
        "name": "DAVID SANCHEZ MUÑOZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb300>,P.P.,Júzcar\n",
        "companies": "{u'date_from': u'2016-10-04', u'name': u'Aqui Medios De Comunicacion SL', u'title': u'Adm. Unico'}],",
        "name": "FRANCISCO LOZANO FERNANDEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb810>,PP,Málaga\n",
        "companies": "{u'date_from': u'2015-10-06', u'name': u'Empresa Malague\\xf1a De Transportes Sociedad Anonima Municipal ', u'title': u'Presidente'}, {u'date_from': u'2015-10-06', u'name': u'Empresa Malague\\xf1a De Transportes Sociedad Anonima Municipal ', u'title': u'Consejero'}],",
        "name": "FRANCISCO MANUEL DE LA TORRE PRADOS"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb420>,COMPROMISO MANILVA,Manilva\n",
        "companies": "{u'date_from': u'2014-06-03', u'name': u'Drianela SL', u'title': u'Adm. Unico'}, {u'date_from': u'2017-04-24', u'name': u'Acosol SA', u'title': u'Consejero'}, {u'date_from': u'2017-05-10', u'name': u'Montajes Especiales Talavera Por Discapacitados SL', u'title': u'Adm. Unico'}],",
        "name": "MARIO JIMENEZ RODRIGUEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb420>,P.P.,Marbella\n",
        "companies": "{u'date_from': u'2010-02-10', u'name': u'Explotaciones Hoteleras Del Club Maritimo De Marbella SA', u'title': u'Presidente'}, {u'date_from': u'2010-02-10', u'name': u'Explotaciones Hoteleras Del Club Maritimo De Marbella SA', u'title': u'Consejero'}, {u'date_from': u'2010-02-10', u'name': u'Explotaciones Hoteleras Del Club Maritimo De Marbella SA', u'title': u'Con.Delegado'}, {u'date_from': u'2010-02-24', u'name': u'Difusion Y Comunicacion 2.000 SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2010-02-24', u'name': u'Difusion Y Comunicacion 2.000 SL', u'title': u'Presidente'}, {u'date_from': u'2010-02-24', u'name': u'Difusion Y Comunicacion 2.000 SL', u'title': u'Consejero'}, {u'date_from': u'2010-06-04', u'name': u'Gerencia De Compras Y Contratacion Marbella SL', u'title': u'Presidente'}, {u'date_from': u'2010-06-04', u'name': u'Gerencia De Compras Y Contratacion Marbella SL', u'title': u'Consejero'}, {u'date_from': u'2010-06-04', u'name': u'Gerencia De Compras Y Contratacion Marbella SL', u'title': u'Con.Delegado'}, {u'date_from': u'2010-06-04', u'name': u'Gerencia De Compras Y Contratacion Marbella SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2012-07-12', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2012-07-12', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2012-07-12', u'name': u'Puerto Deportivo De Marbella SA', u'title': u'Apo.Manc.'}, {u'date_from': u'2013-11-28', u'name': u'Transportes Locales 2.000 SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2013-11-28', u'name': u'Transportes Locales 2.000 SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2013-11-28', u'name': u'Transportes Locales 2.000 SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2014-03-21', u'name': u'Control De Limpieza Abastecimiento Y Suministros 2.000 SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2014-03-21', u'name': u'Control De Limpieza Abastecimiento Y Suministros 2.000 SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2014-03-21', u'name': u'Control De Limpieza Abastecimiento Y Suministros 2.000 SL', u'title': u'Presidente'}, {u'date_from': u'2014-03-21', u'name': u'Control De Limpieza Abastecimiento Y Suministros 2.000 SL', u'title': u'Consejero'}, {u'date_from': u'2014-03-21', u'name': u'Control De Limpieza Abastecimiento Y Suministros 2.000 SL', u'title': u'Con.Delegado'}, {u'date_from': u'2014-03-21', u'name': u'Control De Limpieza Abastecimiento Y Suministros 2.000 SL', u'title': u'Apo.Manc.'}, {u'date_from': u'2018-03-12', u'name': u'Puerto Deportivo De Marbella SA', u'title': u'Presidente'}, {u'date_from': u'2018-03-12', u'name': u'Puerto Deportivo De Marbella SA', u'title': u'Apo.Manc.'}, {u'date_from': u'2018-03-12', u'name': u'Puerto Deportivo De Marbella SA', u'title': u'Consejero'}, {u'date_from': u'2018-03-12', u'name': u'Puerto Deportivo De Marbella SA', u'title': u'Con.Delegado'}, {u'date_from': u'2018-06-14', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'title': u'Consejero'}, {u'date_from': u'2018-06-14', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'title': u'Presidente'}, {u'date_from': u'2018-06-18', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'title': u'Apoderado'}{u'date_from': u'2010-02-24', u'title': u'Presidente', u'name': u'Difusion Y Comunicacion 2.000 SL', u'date_to': u'2010-02-24'}, {u'date_from': u'2010-02-24', u'title': u'Con.Delegado', u'name': u'Difusion Y Comunicacion 2.000 SL', u'date_to': u'2010-02-24'}, {u'date_from': u'2010-02-24', u'title': u'Consejero', u'name': u'Difusion Y Comunicacion 2.000 SL', u'date_to': u'2010-02-24'}, {u'date_from': u'2009-01-23', u'title': u'Presidente', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'date_to': u'2012-07-12'}, {u'date_from': u'2009-01-23', u'title': u'Consejero', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'date_to': u'2012-07-12'}, {u'date_from': u'2009-05-19', u'title': u'Con.Delegado', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'date_to': u'2012-07-12'}, {u'title': u'Presidente', u'name': u'Puerto Deportivo De Marbella SA', u'date_to': u'2012-07-12'}, {u'title': u'Consejero', u'name': u'Puerto Deportivo De Marbella SA', u'date_to': u'2012-07-12'}, {u'title': u'Con.Delegado', u'name': u'Puerto Deportivo De Marbella SA', u'date_to': u'2012-07-12'}, {u'date_from': u'2013-11-28', u'title': u'Presidente', u'name': u'Transportes Locales 2.000 SL', u'date_to': u'2013-11-28'}, {u'date_from': u'2013-11-28', u'title': u'Consejero', u'name': u'Transportes Locales 2.000 SL', u'date_to': u'2013-11-28'}, {u'date_from': u'2013-11-28', u'title': u'Con.Delegado', u'name': u'Transportes Locales 2.000 SL', u'date_to': u'2013-11-28'}, {u'date_from': u'2014-03-21', u'title': u'Presidente', u'name': u'Control De Limpieza Abastecimiento Y Suministros 2.000 SL', u'date_to': u'2014-03-21'}, {u'date_from': u'2014-03-21', u'title': u'Consejero', u'name': u'Control De Limpieza Abastecimiento Y Suministros 2.000 SL', u'date_to': u'2014-03-21'}, {u'date_from': u'2014-03-21', u'title': u'Con.Delegado', u'name': u'Control De Limpieza Abastecimiento Y Suministros 2.000 SL', u'date_to': u'2014-03-21'}, {u'date_from': u'2013-11-28', u'title': u'Con.Delegado', u'name': u'Transportes Locales 2.000 SL', u'date_to': u'2016-09-13'}, {u'date_from': u'2013-11-28', u'title': u'Consejero', u'name': u'Transportes Locales 2.000 SL', u'date_to': u'2016-09-13'}, {u'date_from': u'2013-11-28', u'title': u'Presidente', u'name': u'Transportes Locales 2.000 SL', u'date_to': u'2016-09-13'}, {u'date_from': u'2013-11-28', u'title': u'Apo.Manc.', u'name': u'Transportes Locales 2.000 SL', u'date_to': u'2016-09-13'}, {u'date_from': u'2011-12-16', u'title': u'Consejero', u'name': u'Acosol SA', u'date_to': u'2016-11-02'}, {u'date_from': u'2012-07-12', u'title': u'Con.Delegado', u'name': u'Puerto Deportivo De Marbella SA', u'date_to': u'2018-03-12'}, {u'date_from': u'2012-07-12', u'title': u'Consejero', u'name': u'Puerto Deportivo De Marbella SA', u'date_to': u'2018-03-12'}, {u'date_from': u'2012-07-12', u'title': u'Presidente', u'name': u'Puerto Deportivo De Marbella SA', u'date_to': u'2018-03-12'}, {u'date_from': u'2010-03-31', u'title': u'Apo.Manc.', u'name': u'Puerto Deportivo De Marbella SA', u'date_to': u'2018-03-12'}, {u'date_from': u'2012-07-12', u'title': u'Consejero', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'date_to': u'2018-06-18'}, {u'date_from': u'2012-07-12', u'title': u'Presidente', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'date_to': u'2018-06-18'}, {u'date_from': u'2009-05-19', u'title': u'Apo.Manc.', u'name': u'Palacio De Ferias, Congresos Y Exposiciones De Marbella SL', u'date_to': u'2018-06-18'}],",
        "name": "MARIA ANGELES MUÑOZ URIOL"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb390>,C's,Mijas\n",
        "companies": "{u'date_from': u'2015-10-16', u'name': u'Mijas Avanza SA', u'title': u'Presidente'}, {u'date_from': u'2015-10-16', u'name': u'Mijas Avanza SA', u'title': u'Consejero'}, {u'date_from': u'2015-10-16', u'name': u'Mijas Comunicacion SA', u'title': u'Presidente'}, {u'date_from': u'2015-10-16', u'name': u'Mijas Comunicacion SA', u'title': u'Consejero'}, {u'date_from': u'2015-11-12', u'name': u'Mijas Servicios Complementarios SL', u'title': u'Presidente'}, {u'date_from': u'2015-11-12', u'name': u'Mijas Servicios Complementarios SL', u'title': u'Consejero'}{u'date_from': u'2010-07-21', u'title': u'Adm. Unico', u'name': u'Gimnasio Mu\\xf1oz Estevez SL', u'date_to': u'2010-08-11'}, {u'date_from': u'2011-03-28', u'title': u'Adm. Unico', u'name': u'Econfima Asesoria SL', u'date_to': u'2015-08-11'}, {u'date_from': u'2011-07-08', u'title': u'Adm. Mancom.', u'name': u'Econfima Administracion SL', u'date_to': u'2016-01-04'}, {u'title': u'Adm. Unico', u'name': u'Electromontajes Malver SL', u'date_to': u'2017-08-29'}],",
        "name": "JUAN CARLOS MALDONADO ESTEVEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb420>,PP,Moclinejo\n",
        "companies": "{u'date_from': u'2011-03-28', u'name': u'Acebucha 2009 SL', u'title': u'Adm. Unico'}],",
        "name": "ANTONIO MUÑOZ ANAYA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb420>,IULV-CA-PARA LA GENTE,Monda\n",
        "companies": "{u'date_from': u'2010-07-28', u'name': u'Hosteleria Casas Del Alto SL', u'title': u'Adm. Unico'}],",
        "name": "FRANCISCO SANCHEZ AGÜERA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb420>,ADIA,Montejaque\n",
        "companies": "{u'date_from': u'2014-08-08', u'name': u'Gimnasio Cosan SL', u'title': u'Adm. Unico'}],",
        "name": "DIEGO SANCHEZ SANCHEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb420>,PSOE-A,Nerja\n",
        "companies": "{u'date_from': u'2016-09-28', u'name': u'Aguas De Narixa SA', u'title': u'Presidente'}, {u'date_from': u'2016-09-28', u'name': u'Aguas De Narixa SA', u'title': u'Consejero'}],",
        "name": "ROSA MARIA ARRABAL TELLEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb420>,PSOE-A,Ojén\n",
        "companies": "{u'date_from': u'2010-07-19', u'name': u'Works Huelva SL', u'title': u'Adm. Unico'}, {u'date_from': u'2011-08-17', u'name': u'Jms Import Export SL', u'title': u'Adm. Unico'}, {u'date_from': u'2012-12-10', u'name': u'Construcciones Ciudad De Lepe SL', u'title': u'Adm. Unico'}, {u'date_from': u'2016-08-03', u'name': u'Golai Lepe SL', u'title': u'Adm. Unico'}, {u'date_from': u'2017-07-28', u'name': u'Operaciones Cartago SL', u'title': u'Adm. Solid.'}{u'title': u'Consejero', u'name': u'Tronadora De Inversiones Sicav SA', u'date_to': u'2009-07-23'}, {u'date_from': u'2011-02-22', u'title': u'Adm. Solid.', u'name': u'Jms Import Export SL', u'date_to': u'2011-08-17'}, {u'title': u'Consejero', u'name': u'Acosol SA', u'date_to': u'2011-12-16'}, {u'date_from': u'2011-04-19', u'title': u'Adm. Solid.', u'name': u'Ventamania Iberia SL', u'date_to': u'2012-08-13'}, {u'title': u'Consejero', u'name': u'Regueira Asturias SL', u'date_to': u'2013-11-04'}, {u'date_from': u'2012-09-27', u'title': u'Presidente', u'name': u'Fundo SA', u'date_to': u'2016-10-21'}, {u'date_from': u'2012-09-27', u'title': u'Consejero', u'name': u'Fundo SA', u'date_to': u'2016-10-21'}, {u'date_from': u'2011-12-16', u'title': u'Consejero', u'name': u'Acosol SA', u'date_to': u'2016-11-02'}, {u'date_from': u'2015-03-10', u'title': u'Adm. Mancom.', u'name': u'Sadesgo SL', u'date_to': u'2018-07-20'}],",
        "name": "JOSE ANTONIO GOMEZ SANCHEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb540>,PSOE-A,Parauta\n",
        "companies": "{u'title': u'Adm. Solid.', u'name': u'Pinturas Lucar SL', u'date_to': u'2009-07-15'}, {u'title': u'Adm. Unico', u'name': u'Tecdiloin SL', u'date_to': u'2009-11-18'}, {u'title': u'Adm. Unico', u'name': u'Sermucose SL', u'date_to': u'2011-07-07'}, {u'date_from': u'2011-05-04', u'title': u'Adm. Unico', u'name': u'Tecnologia Del Poliestireno Expandido SL', u'date_to': u'2016-03-02'}],",
        "name": "MARÍA CARMEN GUTIÉRREZ JIMÉNEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PSOE-A,Periana\n",
        "companies": "{u'date_from': u'2017-06-13', u'name': u'Banco Santander SA', u'title': u'Apo.Sol.'}{u'date_from': u'2014-02-18', u'title': u'Apo.Sol.', u'name': u'Banco Santander SA', u'date_to': u'2017-06-13'}],",
        "name": "RAFAEL TORRUBIA ORTIGOSA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PSOE-A,Pujerra\n",
        "companies": "{u'date_from': u'2014-05-08', u'title': u'Apoderado', u'name': u'Twilight Finance SL', u'date_to': u'2018-05-24'}],",
        "name": "FRANCISCO MACIAS GUERRERO"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PP,Rincón de la Victoria\n",
        "companies": "{u'date_from': u'2016-04-21', u'name': u'Turismo Y Planificacion Costa Del Sol SL', u'title': u'Consejero'}, {u'date_from': u'2016-12-21', u'name': u'Empresa Mixta De Medio Ambiente De Rincon De La Victoria SA', u'title': u'Consejero'}, {u'date_from': u'2017-02-02', u'name': u'Malagaport AIE', u'title': u'Consejero'}, {u'date_from': u'2017-11-28', u'name': u'Empresa Publica Municipal De Viviendas De Rincon De La Victoria SL', u'title': u'Presidente'}, {u'date_from': u'2017-11-28', u'name': u'Empresa Publica Municipal De Viviendas De Rincon De La Victoria SL', u'title': u'Consejero'}, {u'date_from': u'2018-03-08', u'name': u'Empresa Mixta De Medio Ambiente De Rincon De La Victoria SA', u'title': u'Presidente'}, {u'date_from': u'2018-03-08', u'name': u'Empresa Mixta De Medio Ambiente De Rincon De La Victoria SA', u'title': u'Consejero'}{u'date_from': u'2012-01-05', u'title': u'Consejero', u'name': u'Aguas Y Saneamientos De La Axarquia SA', u'date_to': u'2016-02-11'}, {u'date_from': u'2016-12-21', u'title': u'Presidente', u'name': u'Empresa Mixta De Medio Ambiente De Rincon De La Victoria SA', u'date_to': u'2016-12-21'}, {u'date_from': u'2016-12-21', u'title': u'Consejero', u'name': u'Empresa Mixta De Medio Ambiente De Rincon De La Victoria SA', u'date_to': u'2016-12-21'}, {u'date_from': u'2016-04-21', u'title': u'Con.Delegado', u'name': u'Turismo Y Planificacion Costa Del Sol SL', u'date_to': u'2017-11-16'}, {u'date_from': u'2012-06-22', u'title': u'Presidente', u'name': u'Empresa Publica Municipal De Viviendas De Rincon De La Victoria SL', u'date_to': u'2017-11-28'}, {u'date_from': u'2012-06-22', u'title': u'Consejero', u'name': u'Empresa Publica Municipal De Viviendas De Rincon De La Victoria SL', u'date_to': u'2017-11-28'}],",
        "name": "JOSE FRANCISCO SALADO ESCAÑO"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PSOE-A,Ronda\n",
        "companies": "{u'date_from': u'2016-05-27', u'name': u'Turismo De Ronda SA', u'title': u'Presidente'}, {u'date_from': u'2016-05-27', u'name': u'Turismo De Ronda SA', u'title': u'Consejero'}, {u'date_from': u'2017-05-22', u'name': u'Ronda Palacio De Congresos SL', u'title': u'Presidente'}, {u'date_from': u'2017-05-22', u'name': u'Ronda Palacio De Congresos SL', u'title': u'Consejero'}{u'title': u'Consejero', u'name': u'Ronda Palacio De Congresos SL', u'date_to': u'2017-05-22'}],",
        "name": "MARÍA TERESA VALDENEBRO RÍOS"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,P.P.,Sayalonga\n",
        "companies": "{u'date_from': u'2011-12-28', u'name': u'Franco Gonzalez Y Bernal SL', u'title': u'Adm. Solid.'}],",
        "name": "ANTONIO JESUS PEREZ GONZALEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PSOE-A,Sierra de Yeguas\n",
        "companies": "{u'date_from': u'2013-07-31', u'name': u'Staff De Consulta-Defensa Y Gestion SL', u'title': u'Adm. Unico'}, {u'date_from': u'2015-05-05', u'name': u'Explotaciones Forestales Gallardo SL', u'title': u'Adm. Unico'}],",
        "name": "JOSE MARÍA GONZÁLEZ GALLARDO"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,P.P.,Torrox\n",
        "companies": "{u'date_from': u'2014-05-29', u'name': u'Patronato Provincial De Turismo Malaga-Costa Del Sol SL', u'title': u'Consejero'}, {u'date_from': u'2016-02-11', u'name': u'Aguas Y Saneamientos De La Axarquia SA', u'title': u'Consejero'}, {u'date_from': u'2016-06-29', u'name': u'Empresa Mixta De Limpieza De La Villa De Torrox SA', u'title': u'Presidente'}, {u'date_from': u'2016-06-29', u'name': u'Empresa Mixta De Limpieza De La Villa De Torrox SA', u'title': u'Consejero'}{u'date_from': u'2012-01-05', u'title': u'Presidente', u'name': u'Aguas Y Saneamientos De La Axarquia SA', u'date_to': u'2016-02-11'}, {u'date_from': u'2012-01-05', u'title': u'Consejero', u'name': u'Aguas Y Saneamientos De La Axarquia SA', u'date_to': u'2016-02-11'}, {u'date_from': u'2012-01-05', u'title': u'Con.Delegado', u'name': u'Aguas Y Saneamientos De La Axarquia SA', u'date_to': u'2016-02-11'}, {u'title': u'Consejero', u'name': u'Turismo Y Planificacion Costa Del Sol SL', u'date_to': u'2016-04-21'}],",
        "name": "OSCAR MEDINA ESPAÑA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PSOE-A,Vélez-Málaga\n",
        "companies": "{u'date_from': u'2009-07-13', u'name': u'Parque Agroalimentario De Velez-Malaga-Axarquia SA', u'title': u'Consejero'}, {u'date_from': u'2015-12-03', u'name': u'Empresa Municipal De Servicios, Viviendas, Infraestructura Y Promocion De Velez-Malaga SA', u'title': u'Presidente'}, {u'date_from': u'2015-12-03', u'name': u'Empresa Municipal De Servicios, Viviendas, Infraestructura Y Promocion De Velez-Malaga SA', u'title': u'Consejero'}, {u'date_from': u'2016-09-13', u'name': u'Empresa Municipal De Servicios De Velez Malaga SA', u'title': u'Presidente'}, {u'date_from': u'2016-09-13', u'name': u'Empresa Municipal De Servicios De Velez Malaga SA', u'title': u'Consejero'}{u'title': u'Consejero', u'name': u'Parque Tecnoalimentario Costa Del Sol-Axarquia SA', u'date_to': u'2011-03-14'}],",
        "name": "ANTONIO MORENO FERRER"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PSOE-A,Villanueva de Algaidas\n",
        "companies": "{u'date_from': u'2017-01-03', u'name': u'Empresa Mixta De Servicios De Villanueva De Algaidas SA', u'title': u'Presidente'}, {u'date_from': u'2017-01-03', u'name': u'Empresa Mixta De Servicios De Villanueva De Algaidas SA', u'title': u'Consejero'}, {u'date_from': u'2017-12-01', u'name': u'Empresa Mixta De Servicios De Villanueva De Algaidas SA', u'title': u'Apo.Man.Soli'}],",
        "name": "JUAN ANTONIO CÍVICO LLAMAS"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,TRABUCO SI,Villanueva del Trabuco\n",
        "companies": "{u'date_from': u'2009-01-08', u'name': u'Centro De Gestiones Empresariales Cambel SL', u'title': u'Adm. Unico'}, {u'date_from': u'2011-10-10', u'name': u'Fuenterecreo SL', u'title': u'Adm. Mancom.'}, {u'date_from': u'2011-10-10', u'name': u'Regensa De Pedro\\xf1eras SL', u'title': u'Adm. Mancom.'}, {u'date_from': u'2018-01-04', u'name': u'Materiales De Construccion Churriana SL', u'title': u'Adm. Solid.'}{u'title': u'Adm. Unico', u'name': u'Belpeas Seguros SL', u'date_to': u'2009-02-20'}, {u'date_from': u'2009-02-20', u'title': u'Liquidador', u'name': u'Belpeas Seguros SL', u'date_to': u'2009-02-20'}, {u'title': u'Adm. Mancom.', u'name': u'Regensa De Pedro\\xf1eras SL', u'date_to': u'2011-10-10'}, {u'date_from': u'2009-06-22', u'title': u'Adm. Mancom.', u'name': u'Materiales De Construccion Churriana SL', u'date_to': u'2018-01-04'}],",
        "name": "JOSÉ MARÍA GARCÍA CAMPOS"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,IULV-CA-PARA LA GENTE,Villanueva de Tapia\n",
        "companies": "{u'date_from': u'2011-10-14', u'name': u'Rivas Y Paez SL', u'title': u'Adm. Solid.'}],",
        "name": "ENCARNACIÓN PÁEZ ALBA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PSOE-A,Viñuela\n",
        "companies": "{u'date_from': u'2016-01-28', u'name': u'Servicios Agroalimentarios Olimovil SL', u'title': u'Adm. Solid.'}, {u'date_from': u'2016-02-11', u'name': u'Aguas Y Saneamientos De La Axarquia SA', u'title': u'Consejero'}],",
        "name": "JOSE JUAN JIMENEZ LOPEZ"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PSOE-A,Torremolinos\n",
        "companies": "{u'date_from': u'2009-08-03', u'name': u'La Fresca De Cabo De Palos SL', u'title': u'Adm. Mancom.'}, {u'date_from': u'2012-07-25', u'name': u'Jonku La Manga SL', u'title': u'Adm. Unico'}, {u'date_from': u'2012-07-25', u'name': u'Mamaluna De Cabo Palos SL', u'title': u'Adm. Unico'}, {u'date_from': u'2015-07-31', u'name': u'Ocio Nocturno Cabo De Palos SL', u'title': u'Adm. Unico'}{u'title': u'Adm. Solid.', u'name': u'Construglobal SL', u'date_to': u'2013-12-11'}],",
        "name": "JOSE ORTIZ GARCIA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PA,Montecorto\n",
        "companies": "{u'date_from': u'2013-04-09', u'title': u'Apoderado', u'name': u'Aage Hempel Crame SL', u'date_to': u'2017-11-27'}],",
        "name": "MIGUEL AYALA GARCIA"
    },
    {
        "group": ",<open file 'resultados.csv', mode 'a' at 0x7fbb602fb5d0>,PSOE-A,Serrato\n",
        "companies": "{u'date_from': u'2011-01-13', u'title': u'Consejero', u'name': u'Sociedad Para El Desarrollo Del Guadalteba SL', u'date_to': u'2014-07-09'}, {u'date_from': u'2014-07-09', u'title': u'Consejero', u'name': u'Sociedad Para El Desarrollo Del Guadalteba SL', u'date_to': u'2014-07-14'}, {u'date_from': u'2014-07-14', u'title': u'Vicepresid.', u'name': u'Sociedad Para El Desarrollo Del Guadalteba SL', u'date_to': u'2015-03-25'}, {u'date_from': u'2014-07-14', u'title': u'Consejero', u'name': u'Sociedad Para El Desarrollo Del Guadalteba SL', u'date_to': u'2015-03-25'}, {u'date_from': u'2015-05-07', u'title': u'Liquidador M', u'name': u'Sociedad Para El Desarrollo Del Guadalteba SL', u'date_to': u'2016-02-18'}],",
        "name": "FRANCISCO LÓPEZ ARANA"
    }
]